

loan_case = {'Новый':1,
              'закрыт':2}


monitoring_status = {'назначен':1,
                    'на проверку':2,
                    'проверено':3,
                    'переделать':4,
                    'не требуется':5}

problems_assets_status = {'на проверку':1,
                    'переделать':2,
                    'юристу':3,
                    'юрист отправил':4,
                    'завершен':5,
                    'проверено':6}


problems_case = {'новый':1,
              'в процессе':2,
              'завершен':3,
              'закрыт':4,
              'ожидание':5}

juridic_case = {'новый':1,
              'в процессе':2,
              'завершен':3,
              'закрыт':4,
              'ожидание':5}



problems_monitoring= {'новый':1,
              'в процессе':2,
              'закрыт':3}

letter_status = {'новый':1,
                 'отправлен':2,
                 'ошибка':3,
                 'не отправлен':4,
                 'доставлен':5}


report_order_status = {'ordered':1,
                       'ready':2,
                       'error':3}

report_order_type = {'monitoring':1,
                       'budiness':2,
                       'kad':3}